#############
# Chocolatey Base Packages
#############

# system
gsudo
winbtrfs
starship

# utilities
agentransack
beyondcompare
gnupg
hashtab
winrar

# hardware
cpu-z
gpu-z
hwinfo

# 3d printing
bambustudio
orcaslicer
prusaslicer

# developer
beyondcompare
git
jetbrainstoolbox
vscode

# graphics / video
paint.net
potplayer
sumatrapdf

# internet tools / browsers
dropbox
brave
opera
firefox
GoogleChrome

# securitaye
1password
signal
