bat
bottom
diff-so-fancy
dog
duf
eza
fd
fzf
gdu
gping
helix
hyperfine
jq
lazydocker
lazygit
less
ngrok
oh-my-posh
poppler
ripgrep
tre-command
unar
yazi
zoxide
