vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "aldijav.golangwithdidi"
vscode "azemoh.one-monokai"
vscode "bencoleman.armview"
vscode "christian-kohler.path-intellisense"
vscode "ClemensPeters.format-json"
vscode "codezombiech.gitignore"
vscode "colinfang.my-nbpreviewer"
vscode "docsmsft.docs-yaml"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "formulahendry.dotnet-test-explorer"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "griimick.vhs"
vscode "JAMRISK-V.riscv-sdk-for-esp32c3"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "nhoizey.gremlins"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "phplasma.csv-to-table"
vscode "PKief.material-icon-theme"
vscode "premparihar.gotestexplorer"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "ryanluker.vscode-coverage-gutters"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "zhwu95.riscv"
vscode "ziyasal.vscode-open-in-github"
