tap "homebrew/bundle"
brew "bash"
brew "bat"
brew "btop"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "duckdb"
brew "eza"
brew "findutils"
brew "gawk"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnutls"
brew "grep"
brew "helix"
brew "htop"
brew "jq"
brew "rustup-init"
brew "starship"
brew "tree"
brew "yazi"
brew "unar"
brew "unzip"
brew "wget"
cask "1password"
cask "alt-tab"
cask "bambu-studio"
cask "beyond-compare"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "meetingbar"
cask "mos"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "warp"
